Simulación/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

10
(
    muro-1
    {
        type            patch;
        physicalType    patch;
        nFaces          5756;
        startFace       11231;
    }
    ingreso
    {
        type            patch;
        physicalType    patch;
        nFaces          14;
        startFace       16987;
    }
    muro-2
    {
        type            patch;
        physicalType    patch;
        nFaces          8;
        startFace       17001;
    }
    muro-3
    {
        type            patch;
        physicalType    patch;
        nFaces          10;
        startFace       17009;
    }
    muro-4
    {
        type            patch;
        physicalType    patch;
        nFaces          14;
        startFace       17019;
    }
    muro-5
    {
        type            patch;
        physicalType    patch;
        nFaces          24;
        startFace       17033;
    }
    muro-6
    {
        type            patch;
        physicalType    patch;
        nFaces          230;
        startFace       17057;
    }
    salida
    {
        type            patch;
        physicalType    patch;
        nFaces          2;
        startFace       17287;
    }
    muro-7
    {
        type            patch;
        physicalType    patch;
        nFaces          230;
        startFace       17289;
    }
    defaultFaces
    {
        type            patch;
        nFaces          5774;
        startFace       17519;
    }
)

// ************************************************************************* //
